[
    {
        "id": 1,
        "img" : "https://blingvine.com/cdn/shop/files/bow-studs-earrings-blingvine-583728_360x-tinified_360x.jpg?v=1643963223",
        "name": "Peachy Paradise Earrings",
        "price": 299,
        "title" : "Peachy Paradise Hoop Earrings in Rose Gold Plated 925 Silver",
        "content": "Minimalistic Silver Hoop Earrings, studded with Cubic Zircons (CZ) and Synthetic Pink Morganite. Crafted in Rose Gold Plated 925 Silver with a High Polish Finish. Uniquely handcrafted, no two pieces are exactly alike! Here's something that you should know before buying this design, Rose Gold Plated Jewellery will tarnish over a period of time, and quicker especially in humid places such as Mumbai and Chennai. For a longer lasting plating, the first step is to store your jewellery in a zip lock bag when you're not wearing it. Also, avoid direct contact with chemicals such as perfumes, sanitisers and the likes. Gross Weight : 2.700 gTotal Earring Length: 2.6 cm | Motif Breadth: 0.9 cm",
        "smallDescription" : "Birthday Sale is on! Buy 2 and Get Extra 5% off.",
        "currentPrice" : "₹1,760" ,
        "oldPrice" :"₹2,200",
        "offer" : "(20% OFF)",
        "publishDate": "20-10-23"
    },
    {
        "id": 2,
        "img" : "https://images.herzindagi.info/image/2021/Feb/Avoid-These-5-Mistakes-While-Buying-Bridal-Jewelleryssssss.jpg",
        "name": "Intense OTTness Necklace",
        "price": 1599,
        "title" : "Oxidised Owning My Intense OTTness Necklace",
        "content": "Silver Enamelled Collar Necklace. Crafted in 925 Silver with a Shiny Oxidised Finish. Uniquely handcrafted, no two pieces are exactly alike! 'Own Your Plumes' is a celebration of your unique style and expression. We've borrowed the flared forms and iridescent tones directly from the Peacock's one-of-a-kind plumage and its uninhibited movement. Care Tips: The first step is to store your jewellery in a zip lock bag when you're not wearing it. Also, avoid direct contact with chemicals such as perfumes, sanitisers and the likes. Gross Weight : 55.000 gInner Diameter: 14 cm (5.5 Inches) | Broadest Part of Necklace: 4.5 cm",
        "smallDescription" : "Birthday Sale is on! Buy 2 and Get Extra 5% off.",
        "currentPrice" : "₹11,600" ,
        "oldPrice" :"₹14,500",
        "offer" : "(20% OFF)",
        "publishDate": "10-10-23"
    },
    {
        "id": 3,
        "img" : "https://i.pinimg.com/736x/c8/82/c8/c882c8449579b0ebd61d9e79aa82b01b.jpg",
        "name": "Gold Plated Ring",
        "price": "300",
        "title" : "Be Nice or Leaf Ring in Gold Plated 925 Silver",
        "content": "Minimalistic Front Open Ring enhanced using Leaf Motifs studded with AAA Cubic Zircons (CZ) accents. Crafted in Gold Plated 925 Silver with a High Polish Finish. Uniquely handcrafted, no two pieces are exactly alike! Here's something that you should know before buying this design, Gold Plated Jewellery will tarnish over a period of time, and quicker especially in humid places such as Mumbai and Chennai. For a longer lasting plating, the first step is to store your jewellery in a zip lock bag when you're not wearing it. Also, avoid direct contact with chemicals such as perfumes, sanitisers and the likes. Gross Weight : 1.458 g",
        "smallDescription" : "Birthday Sale is on! Buy 2 and Get Extra 5% off.",
        "currentPrice" : "₹840 " ,
        "oldPrice" :" ₹1,050",
        "offer" : "(20% OFF)",
        "publishDate": "30-10-23"
    }
]